tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "koekeishiya/formulae"
brew "atuin"
brew "autojump"
brew "coreutils"
brew "dos2unix"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "fswatch"
brew "gnu-sed"
brew "gnu-tar"
brew "grep"
brew "htop"
brew "iproute2mac"
brew "jq"
brew "lazygit"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "nmap"
brew "node"
brew "pandoc"
brew "pigz"
brew "pipx"
brew "portaudio"
brew "pre-commit"
brew "pv"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "xclip"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/yabai"
cask "dozer"
cask "jd-gui"
cask "linearmouse"
cask "shortcat"
cask "vscodium"
